Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/ain-doarjut-mattasamegiela_id_682459.html.tmx
Source language: sme
Languages: smj

source: Ain doarjut máttasámegiela
smj: Joarkki oarjjelsámegielav vuorodit

source: Ráđđehus árvala jahkái 2012 lasihit Sámedikki doarjaga 700 000 kruvnnuin máttasámegiela oahpponeavvo- ja tearbmabarggu ovddideapmái.
smj: Ráddidus oajvvat Sámediggáj juollodit 700 000 kråvnå bargatjit oarjjelsáme oahpponævoj ja terminologijaåvddånibmáj jagen 2012.

source: Ráđđehus maid árvala juolludit 120 000 kruvnnu sámi giellabálkkašupmái Gollegiella.
smj: Ráddidus aj oajvvat 120 000 kråvnå juollodit sáme giellabálkkáj Gållegiella.

source: Dát boahtá ovdan dárkkistuvvon našunálabušeahta árvalusas.
smj: Dáv bessá låhkåt dárkestum násjonálbudsjehtan.

source: - Máttasámegiella lea rašis dilis.
smj: - Oarjjelsámegiella le ájtedum giella.

source: Ráđđehus joatká ain barggus gáhttet ja ovddidit máttasámegiela ja vuoruhit oahpponeavvuid máttasámegillii, cealká sámeministtar Rigmor Aasrud.
smj: Ráddidus sihtá joarkket bargujn nannit ja åvddånahttet oarjjelsámegielav ja vuorodit oahpponævojt oarjjelsámegiellaj, javllá sámeminisstar Rigmor Aasrud.

source: Engerdal gielda lea ovdal ožžon jahkásaš doarjaga jođihit Elgå skuvlla ja ovddidit oahpponeavvuid ja tearpmaid máttasámegillii.
smj: Engerdal suohkan le jahkásattjat rudájt oadtjum Elgå skåvlåv dåjmadittjat, gånnå bargaduvvá oarjjelsámegiela oahpponævoj ja terminologijajn.

source: Jahki 2012 lea maŋimuš jahki ahte leat oahppit dán skuvllas, go gielda lea mearridan heaittihit skuvlla čavčča rájes.
smj: 2012 le maŋemus jahke oahppij skåvlån, danen hæjttá suohkan skåvlåv dåjmadit tjavtja rájes.

source: - Skuvla lea mearkkašan hirbmat olu máttasámegiela ovddideapmái.
smj: - Skåvllå le ájnas bargov dahkam oarjjelsámegiela åvdåstibmáj.

source: Dáinna doarjagiin oažžu Sámediggi dál ovddasvástádusa vuoruhit ja organiseret máttasámegiela oahpponeavvo- ja tearbmabarggu viidáset doaimmaid.
smj: Dájna juollodimijn oadtju Sámedigge åvdåsvásstádusáv oarjjelsámegiela oahpponævo- ja terminologibargov vuorodit ja orgániserit, javllá Aasrud.

source: 120 000 kruvnnu sámi giellabálkkašupmái Sámi giellabálkkašupmi Gollegiella geigejuvvo juohke nuppi jagi Davviriikalaš sámi áššiid ámmátorgána bokte.
smj: 120 000 kråvnå sáme giellabálkkáj Sáme giellabálkká Gållegiella juogeduvvá fert nuppe jage, ja Nuorttarijkaj sáme ássjij ámmátorgádna dáv bálkkáv juogat.

source: Bálkkašupmi lea sullii 120 000 norgga kruvnnu.
smj: Ruhtamákso le birrusij 120 000 tuvsán kråvnå.

source: Jagi 2012 lea Norgga vuorru ruhtadit dán bálkkašumi.
smj: Vuonarijkka ruhtat bálkkáv jagen 2012.

source: Bálkkašupmi geigejuvvo čakča čoahkkimis gosa servet davviriikkalaš ministarat geat vástidit sámi áššiid Suomas, Ruoŧas ja Norggas, ja namuhuvvon golmma riikka Sámedikki presideanttat.
smj: Bálkká juogeduvvá Nuorttarijkalasj minissterij sáme ássjij tjaktja-tjåhkanimen Vuonarijka, Svieriga ja Suoma gaskan. Duodden aj sámedikkepresidenta dát gålmåt rijkajs oassálassti.

source: Loga eanet Gollegiella bálkkašumi birra
smj: Lågå ienebuv Gållegiela birra
